[
  {
    "endpoint": "init",
    "message":"Hej, jak miło, że wpadliście. Mam wielki problem. Zaginął mi przyjaciel. Pomożecie mi go odnaleźć. Wprowadźcie hasło z mapy, a pokażę wam, gdzie może teraz przebywać.",
    "password": "spyrosoft synergy retro",
    "image": "/assets/init.png",
    "alt": "Drzewo obok kręg w parku przy TP",
    "hint": "Ostatnio kręcił się w parku w okolicy Technoparku, może byś pomógł mi go odnaleźć? Tylko pamiętaj. On ma 4 łapy i jest bardzo szybki, zatem Wy również musisz być bardzo szybcy."
  },
  {
    "endpoint": "UGFyayBUUA",
    "message":"Kurza twarz! Tu jednak go nie ma. Mówiłem, że jest szybki! Wiecie, dlaczego uwielbiał przesiadywać w tym parku? Nieopodal siedzibę ma pewna firma. Jak się nazywa?",
    "password": "spyrosoft;spyrosoft synergy;synergy",
    "image": "/assets/UGFyayBUUA.png",
    "alt": "M obok muzeum techniki.",
    "hint": "Przypomniało mi się coś. Nasz przyjaciel bardzo lubi wodę, ale nie tylko ją pić, żeby powstrzymać swoje ogniste pragnienie, ale też, żeby się w niej bawić. Niedaleko jest takie miejsce, gdzie przesiadywał i chłodził się w upalne dni. Chodźmy tam go poszukać."
  },
  {
    "endpoint": "Rm9udGFubmE",
    "message":"Znowu nam uciekł. Pamiętam jak kiedyś przychodził tutaj, żeby oglądać duże pojazdy w miejscu, obok którego stoisz. Wiecie jak nazywa się to miejsce?",
    "password": "muzeum techniki",
    "image": "/assets/Rm9udGFubmE.png",
    "alt": "Ciuchcia na placu zabaw",
    "hint": "Tak, to Muzeum Techniki. Skoro już przy dużych pojazdach jesteśmy, nasz ognisty przyjaciel bardzo lubił szybkie pociągi. Zwłaszcza dokładać ognia do pieca lokomotywy. Myślę, że tam on możecie go znaleźć jak jeździ lokomotywą. Mapka powinna Wam pomóc w odnalezieniu tego miejsca."
  },
  {
    "endpoint": "Q2l1Y2hjaWE",
    "message":"Oj tak, lubił tutaj przesiadywać i prowadzić tę ciuchcię. Wsiadałem wtedy do wagonika i wyobrażałem sobie jak przemierzamy po torach odległe krainy. Nie wiem, czy wiecie, ale pod naszym składem ciągnie się coś ciekawego. Wiecie co to jest?",
    "password": "bunkier",
    "image": "/assets/Q2l1Y2hjaWE.png",
    "alt": "Surfer na siłowni pod chmurką",
    "hint": "O tak, to jest bunkier. Bunkrów tutaj jest pełno, są one bardzo niebezpieczne, nie można do nich wchodzić, dlatego są zamurowane. Jeśli będziecie bardzo spostrzegawczy, to możecie zdobyć dodatkowy punkt. Wracając do poszukiwan naszego przyjaciela, to lubił on bardzo niebezpieczne zajęcia. Jednym z nich było surfowanie. Może właśnie teraz surfuje?"
  },
  {
    "endpoint": "U3VyZmVy",
    "message":"Widzę, że znalazłeś miejsce, gdzie sufrował nasz koleżka. Niestety teraz go tu już nie ma. Jest natomiast informacja, jak o największym obciążeniu surfera.",
    "password": "120;120kg",
    "image": "/assets/U3VyZmVy.png",
    "alt": "Ważki obok punktu",
    "hint": "Nasz kolega jest trochę cięższy niż 120kg. To mu jednak nigdy nie przeszkadzało we wzbijaniu się w powietrze niczym zwierzątka, które znajdziecie w następnym punkcie."
  },
  {
    "endpoint": "bonus",
    "message":"",
    "password": "",
    "image": "",
    "alt": "",
    "hint": ""
  }

]
